[
  {
    "id": "q_salvacao_como",
    "text": "Como uma pessoa é salva?",
    "options": [
      {
        "value": "salv_fe_graca_sola",
        "text": "Apenas pela fé em Jesus Cristo, através da graça de Deus, sem necessidade de obras para obter a salvação (Sola Fide, Sola Gratia)."
      },
      {
        "value": "salv_fe_obras_sacramentos_igreja",
        "text": "Pela fé, boas obras, participação nos sacramentos da Igreja (como batismo e Eucaristia) e obediência aos ensinamentos da Igreja."
      },
      {
        "value": "salv_fe_obras_arrependimento_perseveranca_mandamentos",
        "text": "Pela fé em Cristo, arrependimento genuíno, batismo por imersão e uma vida de contínua obediência e perseverança nos mandamentos de Deus e sua igreja."
      },
      {
        "value": "salv_eleicao_graca_irresistivel_perseveranca_santos",
        "text": "Pela eleição incondicional de Deus; a graça salvadora é aplicada de forma irresistível aos eleitos, que certamente perseverarão até o fim."
      },
      {
        "value": "salv_graca_universal_livre_arbitrio_cooperacao_fe",
        "text": "Pela graça universal de Deus que capacita a todos a escolherem a salvação, que é recebida pela fé e cooperação contínua com essa graça através do livre arbítrio."
      },
      {
        "value": "salv_conhecimento_exato_obediencia_organizacao_divina",
        "text": "Através do conhecimento exato da verdade bíblica conforme ensinada pela organização divinamente designada, fé, dedicação e obediência às suas diretrizes e mandamentos."
      },
      {
        "value": "salv_exaltacao_fe_arrependimento_convenios_ordenancas_eternos",
        "text": "A salvação básica da morte física é pela graça para todos, mas a exaltação (vida eterna na presença de Deus como seres glorificados) requer fé, arrependimento, batismo, recebimento do Espírito Santo, e realização e cumprimento de convênios e ordenanças sagradas, incluindo as do templo."
      }
    ]
  },
  {
    "id": "q_perda_salvacao",
    "text": "Uma pessoa pode perder sua salvação (ou a promessa de exaltação)?",
    "options": [
      {
        "value": "perda_nao_seguranca_eterna_absoluta_selado_espirito",
        "text": "Não, uma vez verdadeiramente regenerado e justificado, o crente está eternamente seguro, selado pelo Espírito Santo, e não pode perder a salvação."
      },
      {
        "value": "perda_sim_apostasia_pecado_grave_voluntario_nao_arrependido",
        "text": "Sim, a salvação (ou a promessa de exaltação) pode ser perdida por apostasia deliberada, pecado grave não arrependido ou rejeição contínua da graça e dos convênios."
      },
      {
        "value": "perda_sim_desviacao_verdade_organizacao_divina",
        "text": "Sim, se a pessoa se desviar dos ensinamentos verdadeiros e da associação com a única organização divinamente aprovada por Deus."
      }
    ]
  },
  {
    "id": "q_batismo_quem_porque",
    "text": "Quem deve ser batizado e por quê?",
    "options": [
      {
        "value": "bat_crentes_prof_fe_imersao_testemunho_obediencia",
        "text": "Apenas crentes professos (geralmente com idade de discernimento), por imersão, como um testemunho público de sua fé, arrependimento e obediência a Cristo."
      },
      {
        "value": "bat_infantes_adultos_sacramento_iniciacao_graca_remissao_pecado_original",
        "text": "Infantes (filhos de crentes) e adultos não batizados, como um sacramento de iniciação na Igreja que confere graça, lava o pecado original (em infantes) e os incorpora no Corpo de Cristo. Pode ser por aspersão, efusão ou imersão."
      },
      {
        "value": "bat_infantes_adultos_sinal_selo_pacto_graca_comunidade_alianca",
        "text": "Crentes e seus filhos infantes, como um sinal e selo do pacto da graça, marcando-os como membros da comunidade da aliança e da Igreja visível."
      },
      {
        "value": "bat_crentes_idade_responsabilidade_imersao_remissao_convenio_entrada_igreja",
        "text": "Pessoas a partir da idade da responsabilidade (ex: 8 anos), por imersão, para remissão dos pecados, como um convênio para guardar os mandamentos de Deus e para entrada na Igreja de Cristo."
      }
    ]
  },
  {
    "id": "q_trindade_natureza_deus",
    "text": "Qual sua compreensão da natureza de Deus?",
    "options": [
      {
        "value": "trindade_um_deus_tres_pessoas_coiguais_coeternas_consubstanciais",
        "text": "Deus é um em essência (ou substância), existindo eternamente em três Pessoas distintas, co-iguais, co-eternas e consubstanciais: Pai, Filho (Jesus Cristo) e Espírito Santo."
      },
      {
        "value": "trindade_modalista_unicista_um_deus_tres_manifestacoes_ou_nomes",
        "text": "Deus é uma única Pessoa que se manifestou de três modos ou formas diferentes (Pai, Filho, Espírito Santo), ou que possui três títulos ou nomes, mas não três Pessoas distintas (Modalismo/Sabelianismo/Unicismo)."
      },
      {
        "value": "trindade_tres_seres_divinos_distintos_glorificados_unidos_proposito_divindade",
        "text": "A Divindade consiste em três Seres divinos glorificados, distintos e perfeitos: Deus, o Pai Eterno; Seu Filho, Jesus Cristo; e o Espírito Santo, que são perfeitamente unidos em propósito, mente e glória, formando uma Divindade."
      },
      {
        "value": "trindade_nao_jeova_unico_deus_jesus_filho_criado_subordinado_es_forca_ativa",
        "text": "Jeová é o único Deus verdadeiro e Todo-Poderoso. Jesus Cristo é Seu Filho unigênito, a primeira criação de Deus, e é um ser distinto e subordinado ao Pai. O Espírito Santo é a força ativa impessoal de Deus."
      }
    ]
  },
  {
    "id": "q_biblia_autoridade_final",
    "text": "Qual é a autoridade final em questões de fé e prática?",
    "options": [
      {
        "value": "biblia_sola_scriptura_unica_regra_infalivel_fe_pratica",
        "text": "A Bíblia (os 66 livros do Antigo e Novo Testamentos) é a única regra escrita, inspirada e infalível de fé e prática (Sola Scriptura)."
      },
      {
        "value": "biblia_tradicao_magisterio_igreja_interpretes_autorizados_deposito_fe",
        "text": "A Sagrada Escritura, a Sagrada Tradição e o Magistério da Igreja (Papa e bispos em comunhão com ele) juntos constituem o depósito da fé e a autoridade suprema, com o Magistério tendo a palavra final na interpretação autêntica."
      },
      {
        "value": "biblia_revelacao_continua_profetas_vivos_escrituras_adicionais_modernas",
        "text": "A Bíblia é a palavra de Deus, mas a revelação é contínua através de profetas e apóstolos vivos, e por meio de escrituras modernas adicionais, que também são consideradas palavra de Deus e têm autoridade."
      },
      {
        "value": "biblia_interpretada_corretamente_organizacao_designada_escravo_fiel",
        "text": "A Bíblia é a palavra inspirada de Deus, mas sua correta interpretação e entendimento são fornecidos exclusivamente pela organização divinamente designada por Deus na Terra (ex: através do \"escravo fiel e discreto\")."
      },
      {
        "value": "biblia_espirito_santo_guia_consciencia_individual_luz_interior",
        "text": "A Bíblia é uma fonte importante de inspiração, mas a orientação final e a autoridade vêm do Espírito Santo falando diretamente à consciência individual do crente (a Luz Interior)."
      }
    ]
  },
  {
    "id": "q_eucaristia_ceia_significado",
    "text": "Qual o significado e a natureza da Ceia do Senhor / Eucaristia?",
    "options": [
      {
        "value": "euca_transubstanciacao_sacrificio_real_presenca_substancial_corpo_sangue",
        "text": "É o sacrifício real (não sangrento) de Cristo tornado presente no altar, onde o pão e o vinho se transformam substancialmente no corpo, sangue, alma e divindade de Cristo (Transubstanciação)."
      },
      {
        "value": "euca_presenca_real_sacramental_consubstanciacao_em_com_sob_elementos",
        "text": "Cristo está verdadeiramente e corporalmente presente \"em, com e sob\" as formas do pão e do vinho, que são recebidos para perdão dos pecados e fortalecimento da fé (Presença Real/Consubstanciação)."
      },
      {
        "value": "euca_memorial_simbolico_presenca_espiritual_comunhao_fe_lembranca",
        "text": "É um memorial simbólico do sacrifício de Cristo, onde Ele está espiritualmente presente quando os crentes participam pela fé, comungando com Ele e uns com os outros, em lembrança Dele."
      },
      {
        "value": "euca_ordenanca_simbolica_obediencia_testemunho_lembranca_sem_presenca_especial",
        "text": "É uma ordenança puramente simbólica observada em obediência ao mandamento de Cristo, para lembrar Seu sacrifício e proclamar Sua morte, sem uma presença física ou sacramental especial de Cristo nos elementos."
      },
      {
        "value": "euca_sacramento_renovacao_convenios_batismal_pao_agua_lembranca_expiacao",
        "text": "É um sacramento sagrado (geralmente usando pão e água) para lembrar o sacrifício expiatório de Jesus Cristo, renovar os convênios feitos no batismo e receber força espiritual."
      },
      {
        "value": "euca_memorial_anual_morte_cristo_apenas_ungidos_participam_emblemas",
        "text": "É uma observância memorial anual da morte de Cristo (Refeição Noturna do Senhor), onde apenas aqueles com esperança celestial (os \"ungidos\" ou \"pequeno rebanho\") participam dos emblemas (pão não fermentado e vinho)."
      }
    ]
  },
  {
    "id": "q_governo_igreja_estrutura",
    "text": "Como a Igreja deve ser governada e estruturada?",
    "options": [
      {
        "value": "gov_episcopal_hierarquico_papa_bispos_padres_diaconos_sucessao_apostolica_pedro",
        "text": "Governo hierárquico com o Papa como sucessor de Pedro e cabeça visível da Igreja universal, seguido por bispos em sucessão apostólica, padres e diáconos."
      },
      {
        "value": "gov_episcopal_sinodal_bispos_concilios_comunhao_anglicana_ortodoxa",
        "text": "Governo por bispos (muitas vezes em sucessão apostólica), organizados em sínodos, dioceses ou concílios, sem uma figura papal central única, mas com primazes ou patriarcas e comunhão entre províncias autônomas."
      },
      {
        "value": "gov_presbiteriano_conselhos_presbiteros_eleitos_docentes_regentes_niveis_hierarquicos",
        "text": "Governo por conselhos de presbíteros (anciãos) eleitos, tanto docentes (pastores/ministros) quanto regentes (leigos), em múltiplos níveis hierárquicos (sessão local, presbitério regional, sínodo e assembleia geral/concílio)."
      },
      {
        "value": "gov_congregacional_autonomia_local_democracia_membros_associacoes_voluntarias",
        "text": "Cada congregação local é autônoma e governada democraticamente por seus membros ou por um conselho (pastores/diáconos/presbíteros) eleito pela própria congregação, com associações voluntárias com outras igrejas."
      },
      {
        "value": "gov_hierarquico_apostolos_profetas_revelacao_divina_lideranca_presidente_igreja",
        "text": "Liderança divinamente estabelecida por apóstolos e profetas, com um Profeta-Presidente como o principal porta-voz de Deus na Terra, guiando toda a Igreja através de revelação contínua. Localmente, por bispos e presidentes de estaca."
      },
      {
        "value": "gov_teocratico_corpo_governante_mundial_anciaos_locais_nomeados_superintendentes",
        "text": "Governo teocrático centralizado mundialmente por um Corpo Governante, que nomeia anciãos e superintendentes para supervisionar as congregações locais, seguindo as diretrizes bíblicas interpretadas por este corpo."
      }
    ]
  },
  {
    "id": "q_dons_espirituais_hoje",
    "text": "Você acredita que os dons espirituais carismáticos (como falar em línguas, profecia, cura divina) estão ativos na Igreja hoje?",
    "options": [
      {
        "value": "dons_cessacionista_fundacao_igreja_nao_normativos_hoje_sinais_apostolicos",
        "text": "Não, esses dons \"sinais\" ou \"milagrosos\" foram primariamente para a era apostólica para autenticar os apóstolos e fundar a Igreja, e cessaram com a morte dos apóstolos ou a conclusão do cânon bíblico, não sendo normativos hoje."
      },
      {
        "value": "dons_continuista_todos_ativos_edificacao_igreja_hoje_manifestacao_espirito",
        "text": "Sim, todos os dons espirituais mencionados na Bíblia, incluindo os carismáticos (línguas, profecia, curas), continuam ativos e são dados pelo Espírito Santo para a edificação da Igreja hoje, como manifestações do Espírito."
      },
      {
        "value": "dons_cauteloso_possiveis_raros_ordem_discernimento_nao_enfase_principal",
        "text": "Possivelmente alguns dons podem ocorrer, mas devem ser exercidos com extrema cautela, ordem e discernimento bíblico, e não são a ênfase principal da vida cristã ou da igreja, nem são para todos os crentes."
      }
    ]
  },
  {
    "id": "q_escatologia_milenio_tribulacao",
    "text": "Qual sua visão sobre o Milênio (reino de mil anos de Cristo) e a Grande Tribulação?",
    "options": [
      {
        "value": "esca_pre_milenista_dispensacionalista_arrebatamento_pre_tribulacao_7_anos_reino_literal_terra",
        "text": "Cristo retornará para arrebatar a Igreja antes de uma Grande Tribulação literal de 7 anos. Após a tribulação, Ele retornará visivelmente para estabelecer um reino literal de 1000 anos na Terra (Pré-Milenismo Dispensacionalista)."
      },
      {
        "value": "esca_pre_milenista_historico_pos_tribulacao_reino_literal_terra_igreja_passa_tribulacao",
        "text": "Cristo retornará visivelmente após a Grande Tribulação para estabelecer um reino literal de 1000 anos na Terra. A Igreja passará pela tribulação (Pré-Milenismo Histórico/Pós-Tribulacionista)."
      },
      {
        "value": "esca_amilenista_milenio_simbolico_era_igreja_reino_espiritual_cristo_sem_reino_terrestre_literal_futuro",
        "text": "O Milênio é simbólico e representa a era atual da Igreja, entre a primeira e a segunda vinda de Cristo, onde Ele reina espiritualmente nos corações dos crentes e no céu. Não haverá um reino terrestre literal de 1000 anos no futuro."
      },
      {
        "value": "esca_pos_milenista_igreja_estabelece_reino_paz_justica_evangelho_antes_volta_cristo_triunfo_gradual",
        "text": "A Igreja, através da pregação do evangelho e da influência cristã, gradualmente estabelecerá um longo período de paz, justiça e prosperidade na Terra (o Milênio), após o qual Cristo retornará em triunfo."
      },
      {
        "value": "esca_grande_tribulacao_passada_1914_milenio_celestial_144000_armagedom_paraiso_terrestre",
        "text": "A Grande Tribulação começou em 1914, levando ao estabelecimento do Reino celestial de Cristo. O Milênio é o reinado celestial de Cristo com os 144.000. A Terra será restaurada a um paraíso após o Armagedom, onde os justos viverão."
      },
      {
        "value": "esca_sion_sera_estabelecida_segunda_vinda_prepara_milenio_terrestre_reinado_pessoal_cristo",
        "text": "A Sião (o Novo Jerusalém literal) será estabelecida na Terra como um lugar de refúgio e santidade. A Segunda Vinda de Cristo em glória iniciará um Milênio literal de paz, onde Ele reinará pessoalmente no planeta Terra renovado."
      }
    ]
  },
  {
    "id": "q_papel_mulheres_ministerio_lideranca",
    "text": "Qual o papel das mulheres no ministério de liderança ordenado da Igreja (ex: pastoras, presbíteras, bispas)?",
    "options": [
      {
        "value": "mulheres_complementarista_papeis_distintos_nao_ordenadas_autoridade_ensino_governo_congregacao",
        "text": "Homens e mulheres são iguais em valor, mas têm papéis distintos e complementares na igreja e no lar. Os papéis de liderança ordenados com autoridade de ensino e governo sobre toda a congregação (como pastor/presbítero/bispo) são biblicamente reservados aos homens qualificados."
      },
      {
        "value": "mulheres_igualitarista_todos_dons_papeis_lideranca_abertos_ordenacao_baseado_chamado_dons",
        "text": "Homens e mulheres são igualmente chamados e dotados por Deus para todos os ministérios e papéis de liderança na Igreja, incluindo o ministério ordenado (pastoras, presbíteras, bispas), baseados em seus dons espirituais e chamado, não em seu gênero."
      },
      {
        "value": "mulheres_papeis_lideranca_especificos_sem_ordenacao_sacerdotal_autoridade_presidir_certas_ordenancas",
        "text": "As mulheres têm papéis vitais e de liderança em diversas organizações e ensino dentro da Igreja (ex: liderança de organizações femininas, ensino de mulheres e crianças), mas não são ordenadas ao sacerdócio com autoridade para presidir sobre a congregação ou administrar certas ordenanças sagradas."
      },
      {
        "value": "mulheres_ministerios_variados_ensino_servico_sem_posicao_anciao_superintendente_governo_geral",
        "text": "As mulheres participam ativamente em muitos ministérios, incluindo ensino e serviço, mas as posições de ancião congregacional com responsabilidade de governo geral ou superintendência são geralmente ocupadas por homens, conforme a interpretação bíblica da organização."
      }
    ]
  },
  {
    "id": "q_criacao_evolucao_origens",
    "text": "Como você entende a história da criação do universo e as origens humanas?",
    "options": [
      {
        "value": "criacao_literal_seis_dias_24_horas_terra_jovem_milhares_anos",
        "text": "Criação divina direta e literal do universo e de todas as formas de vida em seis dias de 24 horas, alguns milhares de anos atrás (Criacionismo da Terra Jovem)."
      },
      {
        "value": "criacao_progressiva_dias_longos_periodos_deus_criou_tipos_basicos_terra_antiga_microevolucao",
        "text": "Os \"dias\" da criação em Gênesis representam longos períodos de tempo. Deus criou progressivamente os \"tipos básicos\" de vida ao longo de milhões/bilhões de anos, podendo ter permitido microevolução dentro desses tipos (Criacionismo da Terra Antiga/Progressivo)."
      },
      {
        "value": "evolucao_teista_deus_usou_processo_evolutivo_guiado_propositalmente_origem_especies_homem",
        "text": "Deus usou o processo de evolução, conforme descrito pela ciência moderna (ancestralidade comum, seleção natural), de forma proposital e guiada para trazer à existência todas as formas de vida, incluindo os seres humanos (Evolução Teísta/Criacionismo Evolucionário)."
      },
      {
        "value": "criacao_relato_teologico_proposito_nao_cientifico_foco_relacao_deus_humanidade_criacao",
        "text": "O relato bíblico da criação (Gênesis 1-2) é teologicamente verdadeiro e inspirado, revelando o propósito de Deus, a natureza da humanidade e sua relação com o Criador e a criação, mas não pretende ser um manual científico detalhado sobre os mecanismos ou o cronograma exato da criação."
      },
      {
        "value": "criacao_organizacao_materia_preexistente_espiritos_criados_antes_mundo_existir",
        "text": "Deus (o Pai) dirigiu a criação do mundo através de Jesus Cristo, organizando matéria eterna preexistente. Os espíritos de todos os seres humanos foram criados por Deus e existiam antes de virem à Terra."
      }
    ]
  },
  {
    "id": "q_segunda_vinda_cristo_sinais",
    "text": "Como você vê a Segunda Vinda de Cristo e os sinais que a precedem?",
    "options": [
      {
        "value": "vinda_iminente_qualquer_momento_sem_sinais_especificos_necessarios_antes_arrebatamento",
        "text": "A vinda de Cristo para arrebatar a Igreja é iminente, podendo ocorrer a qualquer momento, sem que sinais específicos precisem ser cumpridos antes disso. Os sinais gerais se cumprem ao longo da era da Igreja."
      },
      {
        "value": "vinda_apos_sinais_especificos_claros_tribulacao_apostasia_anticristo_evangelizacao_mundial_restauracao_israel",
        "text": "A Segunda Vinda de Cristo ocorrerá após o cumprimento de sinais específicos e claros, como a Grande Tribulação, uma grande apostasia, o surgimento do Anticristo, a evangelização de todas as nações ou a restauração de Israel."
      },
      {
        "value": "vinda_invisivel_presenca_parousia_iniciada_passado_data_especifica_julgamento_progressivo_culminando_armagedom",
        "text": "A \"presença\" (parousia) de Cristo como Rei começou invisivelmente em uma data específica no passado (ex: 1914). Um período de julgamento e separação está em andamento, que culminará na destruição dos ímpios no Armagedom e no estabelecimento do paraíso terrestre."
      },
      {
        "value": "vinda_pessoal_visivel_literal_gloriosa_julgar_vivos_mortos_estabelecer_reino_eterno_consumacao",
        "text": "Será um evento único, pessoal, visível e glorioso, onde Cristo retornará fisicamente à Terra para julgar os vivos e os mortos, derrotar o mal definitivamente e estabelecer Seu reino eterno em sua plenitude (consumação de todas as coisas)."
      }
    ]
  },
  {
    "id": "q_inferno_punicao_eterna",
    "text": "Qual sua crença sobre o destino final dos que morrem sem salvação em Cristo (inferno)?",
    "options": [
      {
        "value": "inferno_tormento_consciente_eterno_literal_fogo_separacao_definitiva_deus_justica_divina",
        "text": "Um lugar literal de tormento consciente e eterno (ex: lago de fogo), representando a punição justa e a separação definitiva de Deus para aqueles que rejeitam a salvação em Cristo."
      },
      {
        "value": "inferno_aniquilacionismo_destruicao_final_cessacao_existencia_segunda_morte_nao_tormento_infinito",
        "text": "Os ímpios serão finalmente destruídos e cessarão de existir (Aniquilacionismo/Imortalidade Condicional), experimentando a \"segunda morte\", em vez de sofrerem tormento consciente e infinito."
      },
      {
        "value": "inferno_universalismo_restauracao_final_todos_salvos_eventualmente_amor_deus_triunfa_sobre_mal",
        "text": "Eventualmente, todos os seres humanos (e talvez até seres espirituais caídos) serão reconciliados com Deus e salvos (Universalismo/Apokatastasis), pois o amor e a misericórdia de Deus triunfarão sobre todo o mal. O inferno, se existir, é temporário ou purificador."
      },
      {
        "value": "inferno_graus_punicao_ou_recompensa_mundo_espiritual_escuridao_exterior_rejeicao_luz",
        "text": "Após a morte, os espíritos vão para um mundo espiritual onde aguardam a ressurreição e o julgamento, podendo experimentar diferentes condições (ex: paraíso ou prisão espiritual). A punição final para os impenitentes é a \"escuridão exterior\", uma condição de separação e remorso, ou graus de glória menores."
      }
    ]
  },
  {
    "id": "q_sabado_dia_do_senhor_guarda_dia",
    "text": "Qual dia é o principal para adoração congregacional e descanso sagrado (Sábado ou Domingo)?",
    "options": [
      {
        "value": "dia_domingo_primeiro_dia_dia_do_senhor_ressurreicao_cristo_nova_criacao_observancia_crista",
        "text": "Domingo, o primeiro dia da semana, é o \"Dia do Senhor\", observado pela Igreja Cristã desde os tempos apostólicos em comemoração à ressurreição de Cristo e como o dia da nova criação."
      },
      {
        "value": "dia_sabado_setimo_dia_mandamento_divino_perpetuo_criacao_dez_mandamentos_sinal_alianca",
        "text": "Sábado, o sétimo dia da semana (de pôr do sol de sexta a pôr do sol de sábado), deve ser guardado como o Sábado bíblico, um mandamento divino perpétuo desde a criação, reafirmado nos Dez Mandamentos e sinal da aliança de Deus."
      },
      {
        "value": "dia_nenhum_dia_especifico_obrigatorio_nova_alianca_liberdade_consciencia_adoracao_todos_dias",
        "text": "Na Nova Aliança, não há um dia específico divinamente ordenado como obrigatório para descanso e adoração congregacional. Os cristãos têm liberdade de consciência, e todo dia é dia de servir e adorar a Deus, embora se reúnam regularmente (frequentemente no domingo por tradição)."
      }
    ]
  },
  {
    "id": "q_israel_igreja_relacao_povo_deus",
    "text": "Qual a relação entre Israel (povo judeu/nação) e a Igreja Cristã no plano de Deus?",
    "options": [
      {
        "value": "israel_igreja_teologia_substituicao_igreja_novo_israel_espiritual_cumprimento_promessas",
        "text": "A Igreja Cristã é o Novo Israel espiritual, tendo substituído ou cumprido o papel de Israel étnico como o povo escolhido de Deus na Nova Aliança. As promessas feitas a Israel são cumpridas na Igreja (Teologia da Substituição/Supersessionismo)."
      },
      {
        "value": "israel_igreja_dispensacionalismo_distincao_permanente_planos_separados_futuro_restauracao_israel_etnico",
        "text": "Israel (étnico/nacional) e a Igreja são entidades distintas com propósitos e planos separados no programa de Deus. Deus tem um futuro específico para a restauração nacional e espiritual de Israel étnico, mesmo após a formação da Igreja (Dispensacionalismo)."
      },
      {
        "value": "israel_igreja_teologia_pacto_um_povo_deus_continuum_alianca_judeus_gentios_unidos_cristo_igreja_expansao",
        "text": "Há um só povo de Deus ao longo da história, unido sob uma única aliança da graça. A Igreja é a continuação e expansão do povo da aliança do Antigo Testamento, agora incluindo judeus e gentios crentes unidos em Cristo (Teologia do Pacto)."
      },
      {
        "value": "israel_igreja_israel_literal_coligado_igreja_restaurada_ambos_povo_convenio_papel_escatologico",
        "text": "Israel literal (descendentes de Abraão, Isaque e Jacó) será coligado e terá um papel proeminente nos últimos dias. A Igreja de Jesus Cristo é a restauração da igreja primitiva e também o povo do convênio de Deus, com um papel escatológico crucial."
      }
    ]
  },
  {
    "id": "q_natureza_humana_pecado_original",
    "text": "Qual a sua visão sobre a natureza humana e o pecado original?",
    "options": [
      {
        "value": "hum_depravacao_total_incapaz_bem_espiritual_sem_graca_preveniente_regeneradora",
        "text": "Os seres humanos nascem com uma natureza pecaminosa herdada de Adão (pecado original) e são totalmente depravados, espiritualmente mortos e incapazes de fazer qualquer bem espiritual ou escolher a Deus sem a graça preveniente ou regeneradora de Deus (Depravação Total)."
      },
      {
        "value": "hum_natureza_caida_ferida_mas_livre_arbitrio_parcial_capacidade_cooperar_graca_divina",
        "text": "Os seres humanos nascem com uma natureza decaída e ferida pelo pecado de Adão, inclinada ao mal, mas retêm algum grau de livre arbítrio e uma capacidade residual de cooperar com a graça divina oferecida para a salvação."
      },
      {
        "value": "hum_pecado_adamico_nao_culpa_herdada_mas_natureza_mortal_tendencia_universal_pecar_escolha_propria_responsabilidade",
        "text": "Os seres humanos não herdam a culpa do pecado de Adão, mas sim uma natureza mortal e uma tendência universal a pecar devido à Queda. São responsáveis por seus próprios pecados cometidos por escolha pessoal."
      },
      {
        "value": "hum_sem_pecado_original_inato_pecado_resultado_escolhas_erradas_influencias_ambiente_nao_natureza_corrupta_nascimento",
        "text": "Não há pecado original herdado de forma inata. O pecado é o resultado de escolhas erradas individuais, imitação de maus exemplos ou influências negativas do ambiente, não de uma natureza inerentemente corrupta desde o nascimento."
      }
    ]
  },
  {
    "id": "q_lei_old_testament_cristaos_hoje",
    "text": "Qual a relevância da Lei do Antigo Testamento (Torá) para os cristãos hoje?",
    "options": [
      {
        "value": "lei_tripartida_cerimonial_civil_ab_rogada_moral_permanece_guia_vida_crista_dez_mandamentos",
        "text": "A Lei do Antigo Testamento é tradicionalmente dividida em cerimonial, civil e moral. As leis cerimoniais (sacrifícios, sacerdócio levítico) e civis (para a antiga nação de Israel) foram cumpridas em Cristo e não se aplicam diretamente aos cristãos, mas a lei moral (ex: Dez Mandamentos, princípios éticos) permanece como um guia para a vida cristã."
      },
      {
        "value": "lei_totalmente_cumprida_cristo_nao_meio_justificacao_mas_revelacao_carater_deus_sabedoria_vida",
        "text": "Toda a Lei do Antigo Testamento foi cumprida por Cristo. Os cristãos não estão \"debaixo da Lei\" como um sistema de justificação ou condenação, mas a Lei ainda serve como revelação do caráter de Deus, sabedoria para a vida e para convencer do pecado, guiando para Cristo."
      },
      {
        "value": "lei_torah_instrucao_valida_judeus_messianicos_observancia_nao_obrigatoria_gentios_mas_principios_universais",
        "text": "A Torá (Lei de Moisés) continua sendo uma instrução válida e um guia para os judeus messiânicos como parte de sua identidade pactual. Os gentios crentes em Jesus não são obrigados a observar todas as suas ordenanças cerimoniais, mas os princípios morais e éticos são universalmente aplicáveis."
      },
      {
        "value": "lei_principios_eternos_amor_justica_aplicaveis_nova_alianca_lei_cristo_espirito_nao_legalismo",
        "text": "Os princípios éticos e morais fundamentais da Lei do Antigo Testamento, especialmente o amor a Deus e ao próximo, são eternos e aplicáveis. Na Nova Aliança, os cristãos são guiados pela \"lei de Cristo\" e pelo Espírito Santo, não por um código legalista."
      }
    ]
  },
  {
    "id": "q_maria_mae_jesus_papel",
    "text": "Qual o papel e a honra devidos a Maria, mãe de Jesus?",
    "options": [
      {
        "value": "maria_theotokos_mae_de_deus_sempre_virgem_assunta_intercessora_poderosa_veneracao_especial_hiperdulia_modelo_igreja",
        "text": "Maria é Theotokos (Mãe de Deus, por ser mãe de Jesus que é Deus), sempre virgem (antes, durante e após o parto), foi assunta ao céu em corpo e alma, e merece veneração especial (hiperdulia) como a mais santa dos santos, rainha do céu e uma poderosa intercessora junto a seu Filho. É modelo para a Igreja."
      },
      {
        "value": "maria_mae_jesus_homem_deus_exemplo_supremo_fe_obediencia_respeito_honra_mas_nao_veneracao_divina_ou_intercessao_mediadora_com_deus",
        "text": "Maria foi a mãe de Jesus (que é plenamente Deus e plenamente homem), um exemplo supremo de fé, humildade e obediência a Deus, digna de grande respeito e honra entre todos os crentes, mas não deve ser venerada com honras divinas nem considerada uma intercessora ou mediadora entre os homens e Deus."
      },
      {
        "value": "maria_virgem_instrumento_escolhido_deus_encarnacao_messias_papel_historico_unico_significativo_sem_atributos_divinos_ou_papel_celestial_especial",
        "text": "Maria foi uma virgem piedosa escolhida por Deus como instrumento para a encarnação do Messias, desempenhando um papel histórico único e altamente significativo. Deve ser honrada por isso, mas não possui atributos divinos, nem um papel intercessor celestial especial após sua missão terrena."
      }
    ]
  },
  {
    "id": "q_santos_intercessao_veneracao",
    "text": "Os cristãos devem orar aos santos falecidos ou venerar suas relíquias e imagens?",
    "options": [
      {
        "value": "santos_sim_comunhao_santos_intercessores_eficazes_orar_a_eles_pedir_ajuda_veneracao_dulia_reliquias_imagens_sagradas_auxilio_devocao",
        "text": "Sim, existe uma comunhão dos santos (Igreja triunfante no céu e militante na terra). Os santos no céu são intercessores eficazes e podemos orar a eles pedindo sua ajuda. Suas relíquias e imagens sagradas podem ser veneradas (dulia) como auxílio à devoção e lembrança de suas virtudes."
      },
      {
        "value": "santos_nao_unico_mediador_jesus_cristo_oracao_direta_deus_pai_filho_es_veneracao_santos_imagens_risco_idolatria_distracao_cristo",
        "text": "Não, Jesus Cristo é o único mediador entre Deus e os homens. A oração deve ser dirigida somente a Deus (Pai, Filho e Espírito Santo). A veneração de santos, suas relíquias ou imagens corre o risco de se tornar idolatria ou desviar a atenção da centralidade de Cristo."
      },
      {
        "value": "santos_exemplos_inspiradores_fe_perseveranca_honrar_memoria_imitar_virtudes_sem_oracao_invocacao_ou_veneracao_cultica_objetos",
        "text": "Os santos são exemplos inspiradores de fé e perseverança que devem ter sua memória honrada e suas virtudes imitadas. No entanto, não se deve orar a eles, invocá-los como intercessores, nem prestar veneração cúltica a suas relíquias ou imagens."
      }
    ]
  },
  {
    "id": "q_igreja_estado_relacao",
    "text": "Qual deve ser a relação ideal entre a Igreja e o Estado (governo civil)?",
    "options": [
      {
        "value": "igreja_estado_separacao_institucional_estrita_muros_altos_nao_interferencia_mutua_liberdade_religiosa_pluralismo",
        "text": "Separação institucional estrita (\"muros altos\"), onde Igreja e Estado são esferas completamente distintas e não devem interferir nos assuntos um do outro, garantindo a liberdade religiosa e o pluralismo em uma sociedade secular."
      },
      {
        "value": "igreja_estado_cooperacao_dialogo_valores_comuns_influencia_moral_publica_igreja_estado_protege_liberdade_religiosa_bem_comum",
        "text": "Cooperação e diálogo em áreas de interesse mútuo e valores comuns (ex: justiça social, ética). A Igreja pode exercer uma influência moral na esfera pública, e o Estado deve proteger a liberdade religiosa e promover o bem comum, respeitando a autonomia da Igreja."
      },
      {
        "value": "igreja_estado_igreja_consciencia_nacao_lei_divina_superior_estado_deve_reconhecer_principios_cristaos_ordem_social",
        "text": "A Igreja (ou os princípios da lei divina revelada) deve ser a consciência da nação, e o Estado, embora distinto, deve reconhecer e, idealmente, operar em conformidade com os princípios morais e éticos cristãos para a boa ordem da sociedade."
      },
      {
        "value": "igreja_estado_igreja_como_reino_deus_distinta_mundo_lealdade_primaria_cristo_submissao_leis_justas_estado_nao_compromete_fe",
        "text": "A Igreja é uma manifestação do Reino de Deus, distinta dos reinos deste mundo. A lealdade primária dos cristãos é a Cristo. Devem se submeter às leis justas do Estado, mas resistir quando estas violam a lei de Deus ou comprometem a fé e o testemunho."
      },
      {
        "value": "igreja_estado_neutralidade_benevolente_estado_nao_favorece_nem_impede_religiao_apoia_papel_positivo_sociedade",
        "text": "O Estado deve manter uma neutralidade benevolente em relação à religião, não estabelecendo nenhuma religião oficial nem impedindo o livre exercício da fé, e pode reconhecer ou apoiar o papel positivo das instituições religiosas na sociedade civil."
      }
    ]
  },
  {
    "id": "q_sacramentos_ordenancas_numero_natureza",
    "text": "Quantos sacramentos ou ordenanças a Igreja observa e qual sua natureza fundamental?",
    "options": [
      {
        "value": "sac_sete_sacramentos_catolicos_ortodoxos_sinais_eficazes_graca_instituidos_cristo_necessarios_salvacao_plena",
        "text": "Sete sacramentos (Batismo, Crisma/Confirmação, Eucaristia, Penitência/Reconciliação, Unção dos Enfermos, Ordem e Matrimônio) como sinais visíveis e eficazes da graça invisível, instituídos por Cristo e confiados à Igreja, sendo meios pelos quais a vida divina é dispensada (geralmente considerados necessários para a salvação ou para a plenitude da vida cristã)."
      },
      {
        "value": "sac_dois_sacramentos_protestantes_batismo_ceia_meios_graca_sinal_selo_fe_palavra_espirito",
        "text": "Dois sacramentos (Batismo e Ceia do Senhor/Santa Comunhão) instituídos por Cristo como meios de graça visíveis, sinais e selos da promessa do evangelho, que fortalecem a fé quando recebidos com fé, acompanhados da Palavra e da obra do Espírito Santo."
      },
      {
        "value": "sac_duas_ordenancas_batistas_anabatistas_batismo_ceia_atos_simbolicos_obediencia_testemunho_lembranca_sem_eficacia_sacramental_inerente",
        "text": "Duas ordenanças (Batismo e Ceia do Senhor) observadas em obediência ao mandamento de Cristo, como atos simbólicos de testemunho público da fé, união com Cristo e lembrança de Seu sacrifício, sem conferir graça salvífica ou eficácia sacramental inerente aos elementos ou ao ato em si."
      },
      {
        "value": "sac_multiplas_ordenancas_sagradas_mormonismo_essenciais_salvacao_exaltacao_convenios_poder_divindade",
        "text": "Múltiplas ordenanças sagradas e essenciais (incluindo Batismo, Confirmação/Dom do Espírito Santo, Sacramento da Ceia, ordenanças do sacerdócio e do templo como investidura e selamento eterno) através das quais os convênios são feitos e o poder da divindade é manifestado, necessários para a salvação e exaltação."
      },
      {
        "value": "sac_nao_ha_sacramentos_formais_experiencia_direta_espirito_luz_interior_quakers",
        "text": "Não há sacramentos ou ordenanças formais externas. A verdadeira comunhão e batismo são experiências espirituais diretas com o Espírito de Cristo (a Luz Interior), não dependendo de rituais com elementos materiais."
      }
    ]
  },
  {
    "id": "q_linguas_estranhas_batismo_espirito_santo",
    "text": "Falar em línguas estranhas (glossolalia) é a evidência normativa ou inicial do batismo no Espírito Santo?",
    "options": [
      {
        "value": "linguas_sim_evidencia_fisica_inicial_distintiva_batismo_espirito_santo_experiencia_subsequente_conversao_pentecostal_classico",
        "text": "Sim, o falar em outras línguas (glossolalia) é a evidência física inicial e distintiva do batismo no Espírito Santo, uma experiência poderosa e subsequente à conversão, que capacita para o serviço (visão Pentecostal Clássica)."
      },
      {
        "value": "linguas_nao_um_dos_muitos_dons_espirito_nao_evidencia_unica_nem_obrigatoria_batismo_es_todos_recebem_es_conversao_carismatico_renovado",
        "text": "Não necessariamente. Falar em línguas é um dos dons do Espírito Santo, mas não é a única, nem a evidência obrigatória ou inicial do batismo ou enchimento do Espírito Santo. Todos os crentes recebem o Espírito na conversão, e o enchimento/batismo pode se manifestar de diversas formas e dons (visão Carismática/Renovada ou algumas tradições Batistas/Evangélicas)."
      },
      {
        "value": "linguas_cessou_com_era_apostolica_ou_dom_autentico_hoje_e_falar_linguas_humanas_conhecidas_nao_extaticas_cessacionista_interprete",
        "text": "Não, o dom de falar em línguas como entendido hoje (fala extática ininteligível) não é o mesmo da era apostólica (que seria falar línguas humanas conhecidas para evangelização), ou o dom de línguas cessou com a morte dos apóstolos e a conclusão do cânon bíblico. Não é uma experiência para os cristãos de hoje (visão Cessacionista)."
      }
    ]
  },
  {
    "id": "q_predestinacao_livre_arbitrio_tensao",
    "text": "Como você entende a relação entre a soberania de Deus na predestinação/eleição e o livre arbítrio humano na salvação?",
    "options": [
      {
        "value": "pred_calvinismo_soberania_deus_eleicao_incondicional_graca_irresistivel_perseveranca_santos_livre_arbitrio_compatibilista_secundario",
        "text": "Deus, em Sua soberania, predestina incondicionalmente alguns para a salvação (eleição) desde antes da fundação do mundo. Sua graça é irresistível para os eleitos, que são regenerados e perseverarão na fé até o fim. O livre arbítrio humano, embora real em escolhas cotidianas, é subserviente à vontade soberana de Deus na salvação (Calvinismo clássico)."
      },
      {
        "value": "pred_arminianismo_graca_preveniente_universal_livre_arbitrio_humano_escolhe_ou_rejeita_salvacao_eleicao_baseada_presciencia_fe_cooperacao",
        "text": "Deus oferece Sua graça preveniente a todos os seres humanos, capacitando o livre arbítrio para que possam escolher ou rejeitar a oferta de salvação. A eleição de Deus é baseada em Sua presciência da fé e da resposta cooperativa de cada indivíduo (Arminianismo clássico)."
      },
      {
        "value": "pred_misterio_biblico_ambas_verdades_soberania_divina_responsabilidade_humana_tensao_paradoxo_nao_resolvido_totalmente_mente_humana",
        "text": "Tanto a soberania de Deus na eleição e salvação quanto a responsabilidade e o livre arbítrio significativos dos seres humanos são verdades claramente ensinadas na Bíblia. Elas coexistem em uma tensão ou paradoxo que não pode ser totalmente reconciliado ou compreendido pela mente humana finita (posição de mistério ou compatibilismo suave)."
      },
      {
        "value": "pred_foco_agencia_livre_escolha_humana_deus_responde_decisoes_humanas_sem_predestinacao_individual_determinista_salvacao_condenacao",
        "text": "O foco principal está na agência e na livre escolha moral dos seres humanos. Deus, em Sua presciência, conhece as escolhas futuras, mas não as predetermina. A salvação ou condenação depende fundamentalmente das decisões livres dos indivíduos, e Deus responde a essas escolhas."
      }
    ]
  },
  {
    "id": "q_estilo_adoracao_musica_liturgia",
    "text": "Qual estilo de adoração congregacional você prefere ou considera mais apropriado para cultuar a Deus?",
    "options": [
      {
        "value": "ador_liturgica_tradicional_hinos_historicos_forma_fixa_oracoes_escritas_orgao_coral_reverencia_solenidade_sacramental",
        "text": "Adoração litúrgica tradicional, com hinos históricos da fé, uma forma de culto mais fixa e ordenada (ex: Livro de Oração Comum), orações escritas, uso de órgão, coral, vestes litúrgicas, e uma atmosfera de reverência, solenidade e foco sacramental."
      },
      {
        "value": "ador_contemporanea_musica_louvor_moderna_banda_completa_informalidade_espontaneidade_expressao_emocional_participativa",
        "text": "Adoração contemporânea, com música de louvor e adoração moderna (canções recentes), uso de bandas completas (guitarra, bateria, teclado, etc.), um ambiente mais informal, espontâneo, com ênfase na expressão emocional e participação ativa da congregação."
      },
      {
        "value": "ador_mista_blend_equilibrio_tradicional_contemporaneo_diversidade_expressoes_musicais_liturgicas_atingir_varias_geracoes_preferencias",
        "text": "Um estilo misto (blended), que busca um equilíbrio entre elementos tradicionais (hinos, algumas formas litúrgicas) e contemporâneos (música de louvor moderna, momentos de maior informalidade), visando alcançar e engajar diversas gerações e preferências."
      },
      {
        "value": "ador_simples_foco_palavra_oracao_comunhao_canto_acapella_sem_instrumentos_reunioes_participativas_nao_hierarquicas_quaker_anabatista",
        "text": "Adoração simples, com forte foco na pregação da Palavra, oração comunitária e comunhão fraterna. O canto pode ser acapella (sem instrumentos musicais) ou com instrumentação modesta. As reuniões podem ser mais participativas e menos hierárquicas."
      },
      {
        "value": "ador_carismatica_pentecostal_espontanea_manifestacoes_dons_espirito_louvor_extravasante_danca_profecia_linguas_cura_testemunhos_vibrante",
        "text": "Adoração carismática/pentecostal, caracterizada pela espontaneidade, liberdade na expressão, manifestações dos dons do Espírito Santo (como línguas, profecia, curas), louvor vibrante e extravagante, podendo incluir dança, palmas e testemunhos."
      }
    ]
  },
  {
    "id": "q_alcool_jogos_entretenimento_cristao",
    "text": "Qual a sua posição sobre o consumo de álcool, participação em jogos de azar e certos tipos de entretenimento secular para cristãos?",
    "options": [
      {
        "value": "entret_abstinencia_total_alcool_jogos_separacao_mundo_evitar_aparencia_mal_testemunho_rigoroso_santidade",
        "text": "Abstinência total de bebidas alcoólicas e de qualquer forma de jogos de azar. Os cristãos devem manter uma clara separação do mundo e evitar qualquer entretenimento secular que tenha a aparência do mal, possa ser pedra de tropeço ou comprometer seu testemunho e santidade."
      },
      {
        "value": "entret_moderacao_alcool_liberdade_crista_discernimento_sabedoria_nao_escravizar_nao_ofender_irmao_fraco_jogos_evitar_vicio_ganancia",
        "text": "Moderação e liberdade cristã com discernimento e sabedoria. O consumo responsável de álcool com moderação não é inerentemente pecaminoso (a embriaguez sim), mas deve-se considerar o próprio testemunho e não ser pedra de tropeço para outros. Jogos de azar devem ser evitados se levarem ao vício ou ganância. O entretenimento secular deve ser avaliado criticamente."
      },
      {
        "value": "entret_culturalmente_condicionado_foco_principios_biblicos_maiores_amor_justica_mordomia_consciencia_individual_limites_pessoais",
        "text": "Muitas dessas são questões culturalmente condicionadas e de consciência individual, onde a Bíblia não dá proibições absolutas. O foco deve estar nos princípios bíblicos maiores como amor, justiça, mordomia do corpo e dos recursos, e não se deixar escravizar. Cada cristão deve estabelecer seus limites pessoais com responsabilidade."
      }
    ]
  },
  {
    "id": "q_adoracao_santos_veneracao",
    "text": "Qual a sua visão sobre a veneração (honra especial) e a invocação (pedir intercessão) de Maria e dos santos cristãos falecidos?",
    "options": [
      {
        "value": "santos_veneracao_dulia_hiperdulia_intercessao_valida_eficaz_comunhao_santos_igreja_triunfante_militante",
        "text": "A veneração (dulia para os santos, hiperdulia para Maria) e a invocação para intercessão de Maria e dos santos são práticas piedosas, válidas e eficazes, baseadas na comunhão dos santos entre a Igreja triunfante no céu e a Igreja militante na terra."
      },
      {
        "value": "santos_respeito_honra_exemplos_fe_mas_oracao_adoracao_mediacao_exclusivamente_deus_atraves_cristo_sem_invocacao_santos",
        "text": "Maria e os santos devem ser respeitados e honrados como grandes exemplos de fé e virtude, mas a oração, adoração e mediação são devidas exclusivamente a Deus (Pai, Filho e Espírito Santo) através de Jesus Cristo. Não se deve invocar os santos para intercessão."
      },
      {
        "value": "santos_pratica_nao_biblica_risco_idolatria_distorce_mediacao_unica_suficiente_cristo_foco_deve_ser_apenas_nele",
        "text": "A veneração e invocação de Maria e dos santos são práticas não bíblicas que correm o risco de se tornar idolatria, obscurecendo ou distorcendo a mediação única e suficiente de Jesus Cristo. O foco da fé e da oração deve ser exclusivamente em Deus através de Cristo."
      }
    ]
  },
  {
    "id": "q_demonios_libertacao_exorcismo",
    "text": "Como você entende a realidade e atuação de demônios (espíritos malignos) e a prática de libertação/exorcismo na vida cristã hoje?",
    "options": [
      {
        "value": "demonios_realidade_presente_ativa_opressao_possessao_doencas_libertacao_exorcismo_ministerio_continuo_necessario_autoridade_crista",
        "text": "Demônios são uma realidade presente e ativa no mundo, causando opressão espiritual, possessão, e podendo influenciar doenças e problemas. A libertação e o exorcismo são ministérios contínuos e necessários na Igreja, exercidos com a autoridade de Cristo."
      },
      {
        "value": "demonios_reais_influencia_limitada_cristaos_cheios_espirito_discernimento_cautela_oracao_palavra_nao_enfase_exagerada_confronto_direto",
        "text": "Demônios são reais e podem tentar ou influenciar as pessoas, mas seu poder é limitado sobre os cristãos verdadeiramente cheios do Espírito. O discernimento espiritual, a oração e a Palavra de Deus são as principais defesas. Exorcismos formais devem ser raros e realizados com muita cautela e autoridade eclesiástica, sem ênfase exagerada no confronto direto."
      },
      {
        "value": "demonios_linguagem_metaforica_mal_poderes_opressores_condicoes_psicologicas_culturais_foco_vitoria_cristo_transformacao_pessoal_social",
        "text": "A linguagem bíblica sobre demônios pode ser entendida, em muitos casos, como uma forma de descrever o poder do mal, estruturas opressoras, ou condições psicológicas e culturais. O foco deve estar na vitória de Cristo sobre todo o mal e na transformação pessoal e social pelo Evangelho, não em exorcismos literais."
      }
    ]
  },
  {
    "id": "q_prosperidade_saude_fe",
    "text": "Qual sua posição sobre a relação entre a fé cristã e a prosperidade material e saúde física (Teologia da Prosperidade)?",
    "options": [
      {
        "value": "prosperidade_direito_divino_cristao_fiel_promessa_biblica_fe_positiva_ofertas_generosas_confissao_vitoria",
        "text": "A prosperidade material abundante e a saúde física perfeita são direitos divinos de todo cristão fiel, garantidos pelas promessas bíblicas e ativados pela fé positiva, ofertas generosas (semear) e confissão de vitória (Teologia da Prosperidade)."
      },
      {
        "value": "prosperidade_deus_abencoa_materialmente_fisicamente_mas_nao_garantia_universal_nem_sinal_unico_fe_sofrimento_pode_ser_parte_plano_divino",
        "text": "Deus pode abençoar Seus filhos material e fisicamente, e deseja o bem-estar deles. No entanto, prosperidade material e saúde perfeita não são garantias universais nesta vida, nem o único sinal da fé ou do favor divino. O sofrimento e a provação também podem fazer parte do plano de Deus para o crescimento espiritual."
      },
      {
        "value": "prosperidade_foco_riquezas_espirituais_reino_deus_contentamento_simplicidade_generosidade_perigo_materialismo_saude_dom_nao_exigencia",
        "text": "O foco principal da vida cristã deve ser as riquezas espirituais, o Reino de Deus e Sua justiça. A Bíblia ensina o contentamento, a simplicidade voluntária e a generosidade, alertando contra o perigo do materialismo. A saúde é um dom a ser cuidado, mas não uma exigência da fé."
      }
    ]
  },
  {
    "id": "q_missoes_evangelizacao_outros_grupos_religiosos",
    "text": "Como você vê a missão evangelística da Igreja em relação a adeptos de outros grupos religiosos e não religiosos?",
    "options": [
      {
        "value": "missoes_urgente_proclamacao_exclusividade_cristo_salvacao_unica_conversao_necessaria_para_evitar_condenacao_eterna",
        "text": "A evangelização é uma tarefa urgente e prioritária, envolvendo a proclamação clara da exclusividade de Jesus Cristo como único caminho para a salvação. A conversão a Cristo é necessária para todos, a fim de evitar a condenação eterna."
      },
      {
        "value": "missoes_importante_testemunho_amoroso_dialogo_respeitoso_reconhecendo_valor_outras_culturas_buscando_pontes_compreensao_sem_proselitismo_agressivo",
        "text": "A evangelização é importante e deve ser feita através de um testemunho amoroso e um diálogo respeitoso, reconhecendo o valor e a busca pela verdade presentes em outras culturas e religiões, buscando pontes de compreensão, sem proselitismo agressivo ou desrespeitoso."
      },
      {
        "value": "missoes_foco_justica_social_obras_misericordia_testemunho_vida_dialogo_inter_religioso_transformacao_mundo_deus_age_alem_fronteiras_igreja",
        "text": "O testemunho cristão (missão) deve se concentrar principalmente na promoção da justiça social, obras de misericórdia e transformação do mundo, refletindo o amor de Deus. O diálogo inter-religioso é valorizado, reconhecendo que Deus pode agir de maneiras diversas e além das fronteiras visíveis da Igreja."
      }
    ]
  },
  {
    "id": "q_moral_sexual_casamento_lgbtqia",
    "text": "Qual sua visão sobre a moralidade sexual, casamento e inclusão de pessoas LGBTQIA+ na igreja?",
    "options": [
      {
        "value": "moral_sex_exclusivamente_casamento_heterossexual_biblico_atos_homossexuais_pecaminosos_lgbtqia_acolhidos_arrependimento_celibato",
        "text": "A expressão sexual é biblicamente designada por Deus exclusivamente para o casamento entre um homem e uma mulher. Atos homossexuais são considerados pecaminosos. Pessoas LGBTQIA+ devem ser acolhidas com amor, mas chamadas ao arrependimento e, se não casadas heterossexualmente, ao celibato."
      },
      {
        "value": "moral_sex_casamento_heterossexual_ideal_lgbtqia_acolhidos_discussao_aberta_inclusao_papeis_variados_sem_ordenacao_ou_casamento_igualitario",
        "text": "O casamento heterossexual é o ideal bíblico. Pessoas LGBTQIA+ são acolhidas na comunidade, mas a ordenação para ministérios ou a celebração de casamentos entre pessoas do mesmo sexo não são praticadas. Há uma discussão aberta sobre maior inclusão em papéis não ordenados."
      },
      {
        "value": "moral_sex_inclusao_total_lgbtqia_ordenacao_casamento_igualitario_interpretacao_biblica_contextual_amor_justica_deus",
        "text": "Plena inclusão de pessoas LGBTQIA+ em todos os aspectos da vida da igreja, incluindo ordenação ao ministério e celebração de casamentos entre pessoas do mesmo sexo, baseada em uma interpretação bíblica contextual que enfatiza o amor, a justiça e a graça inclusiva de Deus."
      }
    ]
  }
]
